tap "d12frosted/emacs-plus"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "snyk/tap"
brew "xz"
brew "sqlite"
brew "python@3.10"
brew "asciinema"
brew "aws-cdk"
brew "bat"
brew "bottom"
brew "circleci"
brew "cmake"
brew "fd"
brew "fzf"
brew "gh"
brew "git"
brew "git-lfs"
brew "git-secrets"
brew "guile"
brew "gnutls"
brew "gnupg"
brew "harfbuzz"
brew "pango"
brew "gnuplot"
brew "go"
brew "htop"
brew "jq"
brew "lazygit"
brew "openjdk"
brew "leiningen"
brew "lf"
brew "luarocks"
brew "neovim"
brew "newsboat"
brew "nvm"
brew "octave"
brew "openssl@3"
brew "pyenv"
brew "pyenv-virtualenv"
brew "ripgrep"
brew "rustup-init"
brew "starship"
brew "stow"
brew "tcl-tk"
brew "terraform"
brew "tmux"
brew "tree"
brew "wget"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "d12frosted/emacs-plus/emacs-plus@28", args: ["with-imagemagick", "with-native-comp"]
brew "snyk/tap/snyk"
cask "amethyst"
cask "bitwarden"
cask "font-fira-code-nerd-font"
cask "font-roboto-mono-nerd-font"
cask "iterm2"
cask "julia"
cask "kitty"
cask "zotero"
