# Optional/niche packages — install with: make homebrew-extras
tap "hashicorp/tap"
tap "snyk/tap"

brew "asciinema"
brew "aws-cdk"
brew "circleci"
brew "exif"
brew "figlet"
brew "fswatch"
brew "gdal"
brew "gdu"
brew "gnuplot"
brew "hashicorp/tap/terraform"
brew "keyring"
brew "maven"
brew "octave"
brew "pkgdiff"
brew "postgis"
brew "postgresql@14", restart_service: :changed
brew "qt@5"
brew "redis"
brew "rlwrap"
brew "snyk/tap/snyk"
brew "tcl-tk"
brew "ykman"

cask "panoply"
cask "pgadmin4"
