tap "common-fate/granted"
tap "hashicorp/tap"
tap "snyk/tap"
brew "age"
brew "xz"
brew "openssl@3"
brew "protobuf"
brew "utf8proc"
brew "apache-arrow"
brew "gcc"
brew "asciinema"
brew "autossh"
brew "node"
brew "aws-cdk"
brew "aws-vault"
brew "python@3.13"
brew "awscli"
brew "bash-language-server"
brew "bat"
brew "bitwarden-cli"
brew "bottom"
brew "pycparser"
brew "cffi"
brew "circleci"
brew "devcontainer"
brew "direnv"
brew "dive"
brew "duckdb"
brew "dust"
brew "elan-init"
brew "exif"
brew "exiftool"
brew "eza"
brew "fd"
brew "figlet"
brew "fswatch"
brew "fzf"
brew "libusb"
brew "gnupg"
brew "gpgme"
brew "pkgconf"
brew "poppler"
brew "gdal"
brew "gemini-cli"
brew "gh"
brew "git"
brew "git-delta"
brew "git-filter-repo"
brew "git-lfs"
brew "git-secrets"
brew "glow"
brew "gnuplot"
brew "graphviz"
brew "hyperfine"
brew "infracost"
brew "openjdk"
brew "jdtls"
brew "jq"
brew "juliaup"
brew "just"
brew "lazydocker"
brew "lazygit"
brew "lua-language-server"
brew "make"
brew "maven"
brew "mosh"
brew "neovim"
brew "nvm"
brew "octave"
brew "pandoc"
brew "protobuf-c"
brew "postgis"
brew "postgresql@16"
brew "procs"
brew "pyright"
brew "ripgrep"
brew "ruff"
brew "shellcheck"
brew "sshuttle"
brew "starship"
brew "stow"
brew "stylua"
brew "taplo"
brew "tealdeer"
brew "telnet"
brew "tflint"
brew "tmux"
brew "tokei"
brew "tpm"
brew "typst"
brew "uv"
brew "visidata"
brew "xh"
brew "yaml-language-server"
brew "yazi"
brew "ykman"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "common-fate/granted/granted"
brew "hashicorp/tap/terraform"
brew "hashicorp/tap/terraform-ls"
brew "snyk/tap/snyk"
cask "bitwarden"
cask "copilot-cli"
cask "discord"
cask "font-commit-mono-nerd-font"
cask "ghostty"
cask "iterm2"
cask "mactex-no-gui"
cask "panoply"
cask "paraview"
cask "pgadmin4"
cask "qgis"
cask "quarto"
cask "rectangle"
cask "sage"
cask "temurin@21"
cask "virtualbox"
cask "yubico-authenticator"
cask "zotero"
vscode "anthropic.claude-code"
vscode "asvetliakov.vscode-neovim"
vscode "github.copilot-chat"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-wsl"
vscode "randomfractalsinc.geo-data-viewer"
vscode "rpbritton.zenbones"
uv "ipython"
uv "marimo"
