tap "d12frosted/emacs-plus"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "localstack/tap"
tap "snyk/tap"
brew "xz"
brew "zstd"
brew "jpeg-xl"
brew "openssl@3"
brew "utf8proc"
brew "apache-arrow"
brew "gcc"
brew "open-mpi"
brew "openblas"
brew "arpack"
brew "asciinema"
brew "node"
brew "aws-cdk"
brew "bat"
brew "bottom"
brew "pycparser"
brew "cffi"
brew "circleci"
brew "cmake"
brew "curl"
brew "harfbuzz"
brew "pango"
brew "exif"
brew "fd"
brew "netpbm"
brew "figlet"
brew "fswatch"
brew "fzf"
brew "gawk"
brew "gnutls"
brew "gnupg"
brew "gpgme"
brew "libheif"
brew "netcdf"
brew "poppler"
brew "gdal"
brew "gdu"
brew "gh"
brew "git"
brew "git-filter-repo"
brew "git-lfs"
brew "git-secrets"
brew "qt"
brew "gnuplot"
brew "go"
brew "graphicsmagick"
brew "guile"
brew "htop"
brew "imagemagick"
brew "jq"
brew "keyring"
brew "lazygit"
brew "lf"
brew "libgccjit"
brew "librsvg"
brew "luarocks"
brew "openjdk"
brew "maven"
brew "neovim"
brew "newsboat"
brew "nvm"
brew "qscintilla2"
brew "suite-sparse"
brew "sundials"
brew "octave"
brew "openjdk@17"
brew "openjdk@21"
brew "pkgdiff"
brew "postgis"
brew "postgresql@14", restart_service: :changed
brew "pure"
brew "pyenv"
brew "pyenv-virtualenv"
brew "python@3.10"
brew "python@3.11"
brew "qt@5"
brew "redis"
brew "ripgrep"
brew "rlwrap"
brew "rustup"
brew "starship"
brew "stow"
brew "stylua"
brew "tcl-tk"
brew "tmux"
brew "tree"
brew "wget"
brew "ykman"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "d12frosted/emacs-plus/emacs-plus@30", args: ["with-modern-black-dragon-icon"]
brew "hashicorp/tap/terraform"
brew "localstack/tap/localstack-cli"
brew "snyk/tap/snyk"
cask "amethyst"
cask "bitwarden"
cask "font-fira-code-nerd-font"
cask "font-roboto-mono-nerd-font"
cask "iterm2"
cask "julia-app"
cask "kitty"
cask "panoply"
cask "pgadmin4"
cask "rectangle"
cask "temurin"
cask "warp"
cask "yubico-yubikey-manager"
cask "zotero"
vscode "anthropic.claude-code"
vscode "asvetliakov.vscode-neovim"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vsliveshare.vsliveshare-pack"
vscode "randomfractalsinc.geo-data-viewer"
