tap "d12frosted/emacs-plus"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
brew "ack"
brew "python@3.10"
brew "asciinema"
brew "asdf"
brew "aws-cdk"
brew "awscli"
brew "bat"
brew "bottom"
brew "cc65"
brew "cmake"
brew "fd"
brew "fzf"
brew "git"
brew "git-lfs"
brew "git-secrets"
brew "gnupg"
brew "qt@5"
brew "gnuplot"
brew "go"
brew "htop"
brew "libraw"
brew "imagemagick"
brew "openjdk"
brew "jdtls"
brew "jq"
brew "leiningen"
brew "lf"
brew "luarocks"
brew "make"
brew "minipro"
brew "neovim"
brew "newsboat"
brew "nvm"
brew "pyqt@5"
brew "octave"
brew "pyenv"
brew "pyenv-virtualenv"
brew "ripgrep"
brew "rustup-init"
brew "starship"
brew "stow"
brew "subversion"
brew "terraform"
brew "tmux"
brew "tree"
brew "wget"
brew "zsh-async"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "d12frosted/emacs-plus/emacs-plus@28", args: ["with-imagemagick", "with-native-comp"]
cask "amethyst"
cask "arduino-ide"
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
cask "font-inconsolata-nerd-font"
cask "font-roboto-mono"
cask "font-roboto-mono-nerd-font"
cask "font-source-code-pro"
cask "gqrx"
cask "inkscape"
cask "iterm2"
cask "julia"
cask "kicad"
cask "kitty"
cask "zotero"
