ack
asciinema
asdf
bat
bottom
cmake
fd
fzf
git
git-lfs
git-secrets
go
htop
jq
lf
luarocks
make
neovim
nvm
octave
openjdk
pyenv-virtualenv
ripgrep
rustup-init
starship
stow
terraform
tmux
tree
wget
zsh-async
zsh-completions
zsh-syntax-highlighting
